module.exports = [
  /**
   * RED
   */
  {
    // 0
    slug: "brick_shortage",
    title: "Нехватка Кирпича",
    desc: "Оба игрока теряют по 8 Кирпичей",
  },
  {
    // 1
    slug: "lucky_cache",
    title: "Удачная Находка",
    desc: "+2 Кирпича. +2 Самоцвета. Ходите снова",
  },
  {
    // 2
    slug: "friendly_terrain",
    title: "Благодатная Почва",
    desc: "+1 к Стене. Ходите снова",
  },
  {
    // 3
    slug: "miners",
    title: "Горняки",
    desc: "+1 к Карьеру",
  },
  {
    // 4
    slug: "mother_lode",
    title: "Богатое Месторождение",
    desc: "Если Карьер < вражеского, то +2 к Карьеру. Иначе +1 к Карьеру",
  },
  {
    // 5
    slug: "dwarven_miners",
    title: 'Горные Гномы',
    desc: '+4 к Стене. +1 к Карьеру',
  },
  {
    // 6
    slug: "work_overtime",
    title: 'Сверхурочные',
    desc: '+5 к Стене. Вы теряете 6 Самоцветов',
  },
  {
    // 7
    slug: "copping_the_tech",
    title: 'Шпионаж',
    desc: 'Если Карьер < вражеского, то он становится равного уровня',
  },
  {
    // 8
    slug: "basic_wall",
    title: 'Обычная Стена',
    desc: '+3 к Стене',
  },
  {
    // 9
    slug: "sturdy_wall",
    title: 'Крепкая Стена',
    desc: '+4 к Стене',
  },
  {
    // 10
    slug: "innovations",
    title: 'Инновации',
    desc: "+1 к Карьеру у обоих игроков. Вы получаете 4 Самоцвета",
  },
  {
    // 11
    slug: "foundations",
    title: 'Фундамент',
    desc: 'Если Стена = 0, то +6 к Стене. Иначе +3 к Стене',
  },
  {
    // 12
    slug: "tremors",
    title: 'Землетрясение',
    desc: '5 ед. урона Стенам обоих игроков. Ходите снова',
  },
  {
    // 13
    slug: "secret_room",
    title: 'Тайная Комната',
    desc: '+1 к Магии. Ходите снова',
  },
  {
    // 14
    slug: "earthquake",
    title: 'Обрушение',
    desc: "-1 к Карьеру у обоих игроков",
  },
  {
    // 15
    slug: "big_wall",
    title: 'Высокая Стена',
    desc: '+6 к Стене',
  },
  {
    // 16
    slug: "collapse",
    title: 'Обвал!',
    desc: '-1 к Карьеру врага',
  },
  {
    // 17
    slug: "new_equipment",
    title: 'Новое Оборудование',
    desc: '+2 к Карьеру',
  },
  {
    // 18
    slug: "strip_mine",
    title: 'Опустошение Недр',
    desc: '-1 к Карьеру. +10 к Стене. +5 Самоцветов',
  },
  {
    // 19
    slug: "reinforced_wall",
    title: 'Укреплённая Стена',
    desc: '+8 к Стене',
  },
  {
    // 20
    slug: 'porticulus',
    title: 'Портик',
    desc: '+5 к Стене. +1 к Подземелью',
  },
  {
    // 21
    slug: 'crystal_rocks',
    title: 'Кристаллы Кварца',
    desc: '+7 к Стене. +7 Самоцветов',
  },
  {
    // 22
    slug: "harmonic_ore",
    title: 'Поющая Руда',
    desc: '+6 к Стене. +3 к Башне',
  },
  {
    // 23
    slug: "mondo_wall",
    title: 'Бастион',
    desc: '+12 к Стене',
  },
  {
    // 24
    slug: "focused_designs",
    title: 'Инженерное Решение',
    desc: '+8 к Стене. +5 к Башне',
  },
  {
    // 25
    slug: "great_wall",
    title: 'Великая Стена',
    desc: '+15 к Стене',
  },
  {
    // 27
    slug: "dragons_heart",
    title: "Сердце Дракона",
    desc: '+20 к Стене. +8 к Башне',
  },
  {
    // 28
    slug: "forced_labor",
    title: 'Рабский Труд',
    desc: '+9 к Стене. Вы теряете 5 Существ',
  },
  {
    // 29
    slug: "rock_garden",
    title: 'Сад Камней',
    desc: '+1 к Стене. +1 к Башне. +2 Существа',
  },
  {
    // 30
    slug: "flood_water",
    title: 'Наводнение',
    desc: '-1 к Подземелью и 2 ед. урона Башне игрока с наименьшей Стеной',
  },
  {
    // 31
    slug: "barracks",
    title: 'Казармы',
    desc: '+6 Существ. +6 к Стене. Если Подземелье < вражеского, то +1 к Подземелью',
  },
  {
    // 32
    slug: "battlements",
    title: 'Зубчатые Стены',
    desc: '+7 к Стене. 6 ед. урона врагу',
  },
  {
    // 33
    slug: "shift",
    title: 'Сдвиг',
    desc: 'Стены игроков меняются местами',
  },
  /**
   * 
   * =====================================================
   * 
   * blue
   */
  {
    slug: "quartz",
    title: "Хрусталь",
    desc: "+1 к Башне. Ходите снова",
  },
  {
    slug: "smoky_quartz",
    title: "Дымчатый Кварц",
    desc: "1 ед. урона Башне врага. Ходите снова",
  },
  {
    slug: "amethyst",
    title: "Аметист",
    desc: "+3 к Башне",
  },
  {
    slug: "spell_weavers",
    title: "Заклинатели",
    desc: "+1 к Магии",
  },
  {
    slug: "prism",
    title: "Призма",
    desc: "Возьмите 1 карту. Сбросьте 1 карту. Ходите снова",
  },
  {
    // 39
    slug: "lodestone",
    title: 'Магнит',
    desc: "+3 к Башне. Эту карту нельзя сбросить",
  },
  {
    // 40
    slug: "solar_flare",
    title: 'Солнечная Вспышка',
    desc: '+2 к Башне. 2 ед. урона Башне врага',
  },
  {
    // 41
    slug: "crystal_matrix",
    title: 'Матрица',
    desc: '+1 к Магии. +3 к Башне. +1 к Башне врага',
  },
  {
    // 42
    slug: "gemstone_flaw",
    title: 'Треснутый Камень',
    desc: '3 ед. урона Башне врага',
  },
  {
    // 43
    slug: "ruby",
    title: 'Рубин',
    desc: '+5 к Башне',
  },
  {
    // 44
    slug: "gem_spear",
    title: 'Кристальное Копьё',
    desc: '5 ед. урона Башне врага',
  },
  {
    // 45
    slug: "power_burn",
    title: 'Взрыв Силы',
    desc: '5 ед. урона вашей Башне. +2 к Магии',
  },
  {
    // 46
    slug: "harmonic_vibe",
    title: 'Гармония',
    desc: '+1 к Магии. +3 к Башне. +3 к Стене',
  },
  {
    // 47
    slug: "parity",
    title: 'Равенство',
    desc: "Магия обоих игроков становится равна наибольшей Магии",
  },
  {
    // 48
    slug: "emerald",
    title: 'Изумруд',
    desc: '+8 к Башне',
  },
  {
    // 49
    slug: "pearl_of_wisdom",
    title: 'Жемчужина Мудрости',
    desc: '+5 к Башне. +1 к Магии',
  },
  {
    // 50
    slug: "shatterer",
    title: 'Разрушение',
    desc: '-1 к Магии. 9 ед. урона Башне врага', 
  },
  {
    // 51
    slug: "crumblestone",
    title: 'Камнедробилка',
    desc: '+5 к Башне. Враг теряет 6 Кирпичей',
  },
  {
    // 52
    slug: "sapphire",
    title: 'Сапфир',
    desc: '+11 к Башне',
  },
  {
    // 53
    slug: "discord",
    title: 'Раздор',
    desc: '7 ед. урона Башням и -1 к Магии у обоих игроков',
  },
  {
    // 54
    slug: "fire_ruby",
    title: 'Огненный Рубин',
    desc: '+6 к Башне. 4 ед. урона Башне врага',
  },
  {
    // 55
    slug: "quarrys_help",
    title: "Помощь Горняков",
    desc: '+7 к Башне. Вы теряете 10 Кирпичей',
  },
  {
    // 56
    slug: "crystal_shield",
    title: 'Кристальный Щит',
    desc: '+8 к Башне. +3 к Стене',
  },
  {
    // 57
    slug: "empathy_gem",
    title: 'Камень Эмпатии',
    desc: '+8 к Башне. +1 к Подземелью',
  },
  {
    // 58
    slug: "diamond",
    title: 'Алмаз',
    desc: '+15 к Башне',
  },
  {
    // 59
    slug: "sanctuary",
    title: 'Святилище',
    desc: '+10 к Башне. +5 к Стене. +5 Существ',
  },
  {
    // 60
    slug: "lava_jewel",
    title: 'Лавовый Камень',
    desc: '+12 к Башне. 6 ед. урона врагу',
  },
  {
    // 61
    slug: "dragons_eye",
    title: "Глаз Дракона",
    desc: '+20 к Башне',
  },
  {
    // 62
    slug: "crystallize",
    title: 'Кристаллизация',
    desc: '+11 к Башне. -6 к Стене',
  },
  {
    // 63
    slug: "bag_of_baubles",
    title: 'Бижутерия',
    desc: 'Если Башня < вражеской, то +2 к Башне. Иначе +1 к Башне',
  },
  {
    // 64
    slug: "rainbow",
    title: 'Радуга',
    desc: '+1 к Башням обоих игроков. Вы получаете 3 Самоцвета',
  },
  {
    // 65
    slug: "apprentice",
    title: 'Подмастерье',
    desc: '+4 к Башне. 2 ед. урона Башне врага. Вы теряете 3 Существа',
  },
  {
    // 66
    slug: "lightning_shard",
    title: 'Молния',
    desc: 'Если Башня > Стены врага, то 8 ед. урона Башне врага. Иначе 8 ед. урона',
  },
  {
    // 67
    slug: "phase_jewel",
    title: 'Фазовый Камень',
    desc: '+13 к Башне. +6 Существ. +6 Кирпичей',
  },
  /**
   * =========================
   * GREEN
   */
  {
    // 68
    slug: "mad_cow_disease",
    title: "Коровье Бешенство",
    desc: "Оба игрока теряют по 6 Существ",
  },
  {
    slug: "faerie",
    title: "Фея",
    desc: "2 ед. урона. Ходите снова",
  },
  {
    slug: "moody_goblins",
    title: "Жадные Гоблины",
    desc: "4 ед. урона. Вы теряете 3 Самоцвета",
  },
  {
    slug: "minotaur",
    title: "Минотавр",
    desc: "+1 к Подземелью",
  },
  {
    slug: "elven_scout",
    title: "Эльф-разведчик",
    desc: "Возьмите 1 карту. Сбросьте 1 карту. Ходите снова",
  },
  {
    // 73
    slug: "goblin_mob",
    title: 'Толпа Гоблинов',
    desc: '6 ед. урона врагу. 3 ед. урона вам',
  },
  {
    // 74
    slug: "goblin_archers",
    title: 'Гоблины-лучники',
    desc: '3 ед. урона Башне врага. 1 ед. урона вам',
  },
  {
    // 75
    slug: "shadow_faerie",
    title: 'Тёмная Фея',
    desc: '2 ед. урона Башне врага. Ходите снова',
  },
  {
    // 76
    slug: "orc",
    title: 'Орк',
    desc: '5 ед. урона врагу',
  },
  {
    // 77
    slug: "dwarves",
    title: 'Гномы',
    desc: '4 ед. урона врагу. +3 к Стене',
  },
  {
    // 78
    slug: 'little_snakes',
    title: 'Змейки',
    desc: '4 ед. урона Башне врага',
  },
  {
    // 79
    slug: 'troll_trainer',
    title: 'Тролль-надзиратель',
    desc: '+2 к Подземелью',
  },
  {
    // 80
    slug: 'tower_gremlin',
    title: 'Гремлины',
    desc: '2 ед. урона врагу. +4 к Башне. +2 к Стене',
  },
  {
    // 81
    slug: 'full_moon',
    title: 'Полнолуние',
    desc: "+1 к Подземельям обоих игроков. Вы получаете 3 Существа",
  },
  {
    // 82
    slug: 'slasher',
    title: 'Кромсатель',
    desc: '6 ед. урона врагу',
  },
  {
    // 83
    slug: 'Ogre',
    title: 'Огр',
    desc: '7 ед. урона врагу',
  },
  {
    // 84
    slug: 'rabid_sheep',
    title: 'Бешеная Овца',
    desc: '6 ед. урона врагу. Враг теряет 3 Существа',
  },
  {
    // 85
    slug: 'imp',
    title: 'Бес',
    desc: '6 ед. урона врагу. Оба игрока теряют по 5 ед. каждого ресурса',
  },
  {
    // 86
    slug: 'spizzer',
    title: 'Жук-бомбардир',
    desc: 'Если Стена врага = 0, то 10 ед. урона врагу. Иначе 6 ед урона',
  },
  {
    // 87
    slug: 'werewolf',
    title: 'Оборотень',
    desc: '9 ед. урона',
  },
  {
    // 88
    slug: 'corrosion_cloud',
    title: 'Едкое Облако',
    desc: 'Если Стена врага > 0, то 10 ед. урона врагу. Иначе 7 ед. урона',
  },
  {
    // 89
    slug: 'unicorn',
    title: 'Единорог',
    desc: 'Если Магия > вражеской, то 12 ед. урона врагу. Иначе 8 ед. урона',
  },
  {
    // 90
    slug: 'elven_archers',
    title: 'Эльфы-лучники',
    desc: 'Если Стена > вражеской, то 6 ед. урона Башне врага. Иначе 6 ед. урона',
  },
  {
    // 91
    slug: "succubus",
    title: 'Суккуб',
    desc: '5 ед. урона Башне врага. Враг теряет 8 Существ',
  },
  {
    // 92
    slug: "rock_stompers",
    title: 'Камнееды',
    desc: '8 ед. урона врагу. -1 к Карьеру врага',
  },
  {
    // 93
    slug: "thief",
    title: 'Вор',
    desc: 'Враг теряет 10 Самоцветов и 5 Кирпичей. Вы получаете половину',
  },
  {
    // 94
    slug: "stone_giant",
    title: 'Каменный Великан',
    desc: '+4 к Стене. 10 ед. урона врагу',
  },
  {
    // 95
    slug: "vampire",
    title: 'Вампир',
    desc: '10 ед. урона врагу. -1 к Подземелью врага. Враг теряет 5 Существ',
  },
  {
    // 96
    slug: "dragon",
    title: 'Дракон',
    desc: '20 ед. урона врагу. -1 к Подземелью врага. Враг теряет 10 Самоцветов',
  },
  {
    // 97
    slug: "spearman",
    title: 'Копейщик',
    desc: 'Если Стена > вражеской, то 3 ед. урона врагу. Иначе 2 ед. урона',
  },
  {
    // 98
    slug: "gnome",
    title: 'Карлик',
    desc: '3 ед. урона врагу. +1 Самоцвет',
  },
  {
    // 99
    slug: "berserker",
    title: 'Берсерк',
    desc: '8 ед. урона врагу. 3 ед. урона вашей Башне',
  },
  {
    // 100
    slug: "warlord",
    title: 'Воитель',
    desc: '13 ед. урона врагу. Вы теряете 3 Самоцвета',
  },
  {
    // 101
    slug: "pegasus_lancer",
    title: 'Всадник на Пегасе',
    desc: '12 ед. урона Башне врага',
  },
];